Repository: flc/dj-stripe
Catalog: djstripe/locale/*/LC_MESSAGES/django.po
Languages: de, hu

source: Invalid number
de: Ungültige Kreditkartennummer
hu: Érvénytelen kártyaszám

source: Invalid expiration month
de: Ungültige Gültigkeits-Monat
hu: Érvénytelen lejárati hónap

source: Invalid expiration year
de: Ungültige Gültigkeits-Jahr
hu: Érvénytelen lejárati év

source: Invalid security code
de: Ungültige Prüfziffer (CVC)
hu: Érvénytelen biztonsági kód

source: Invalid swipe data
hu: Érvénytelen swipe adat

source: Incorrect number
de: Falsche Kartennummer
hu: Hibás kártyaszám

source: Expired card
de: Abgelaufene Karte
hu: Lejárt kártya

source: Incorrect security code
de: Falsche Prüfziffer (CVC)
hu: Hibás biztonsági kód

source: ZIP code failed validation
de: Erfolglose PLZ-Bestätigung
hu: Sikertelen irányítószám validáció

source: Card was declined
de: Karte wurde abgelehnt
hu: Kártya elutasítva

source: No card being charged
de: Keine Karte wird geladen
hu: Nincs megterhelendő kártya

source: Processing error
de: Verarbeitungsfehler
hu: Feldolgozási hiba

source: Pass
de: Erfolgreich
hu: Sikeres

source: Fail
de: Fehler
hu: Hibás

source: Unavailable
de: Unerreichbar
hu: Nem elérhető

source: Unchecked
de: Ungeprüft
hu: Nem vizsgált

source: Unknown
de: Unbekannt
hu: Ismeretlen

source: Credit
de: Kredit
hu: Hitel

source: Debit
de: Lastschrift
hu: Betéti

source: Prepaid
de: Vorausgezahlt
hu: Előre fizetett

source: Succeeded
de: Erfolgreich
hu: Sikeres

source: Pending
de: Ausstehend
hu: Függőben lévő

source: Failed
de: Erfolglos
hu: Sikertelen

source: Once
de: Einmalig
hu: Egyszeri

source: Multi-month
de: Wiederholen
hu: Ismétlődő

source: Forever
de: Ewig
hu: Örökké

source: Bank account has been closed.
de: Das Bankkonto wurde geschlossen.
hu: A bankszámlát bezárták.

source: Bank account has been frozen.
de: Das Bankkonto wurde gesperrt.
hu: A bankszámlát befagyasztották.

source: Bank account has restrictions on payouts allowed.
de: Das Bankkonto verhindert die Auszahlungen.
hu: A bankszámla korlátozza a kifizetéseket.

source: Destination bank account has changed ownership.
de: Der Besitzer des Zielkontos änderte sich.
hu: A célbankszámla megváltoztatta a tulajdonjogát.

source: Bank could not process payout.
de: Die Bank konnte die Auszahlung nicht verarbeiten.
hu: A bank nem tudta feldolgozni a kifizetést.

source: Stripe account has insufficient funds.
de: Stripekonto hat nicht genung Geldmittel.
hu: A Stripe fióknak nincs elegedő fedezete.

source: Invalid account number
de: Ungültige Kontonummer
hu: Érvénytelen számlaszám

source: Bank account does not support currency.
de: Das Bankkonto fördert die Währung nicht.
hu: A bankszámla nem támogatja a pénznemet.

source: Bank account could not be located.
de: Das Bankkonto konnte nicht indentifiziert werden.
hu: Nem sikerült a bankszámlát azonosítani.

source: Card no longer supported.
de: Karte nicht mehr unterstützt.
hu: A kártya már nem támogatott.

source: Standard
hu: Normál

source: Instant
de: Sofortig
hu: Azonnali

source: Paid
de: Bezahlt
hu: Fizetett

source: In transit
de: Unter Überweisung
hu: Átutalás alatt

source: Canceled
de: Storniert
hu: Megszüntetve

source: Bank account
de: Bankkonto
hu: Bankszámla

source: Card
de: Karte
hu: Kártya

source: Day
de: Tag
hu: Nap

source: Week
de: Woche
hu: Hét

source: Month
de: Monat
hu: Hónap

source: Year
de: Jahr
hu: Év

source: Trialing
de: Probezeit
hu: Próbaidőszak

source: Active
de: Aktiv
hu: Aktív

source: Past due
de: Nach Frist
hu: Határidőn túl

source: Unpaid
de: Unbezahlt
hu: Nem fizetett

source: View on Stripe Dashboard
de: Sehe an Stripe Dashboard
hu: Megtekintés a Stripe Dashboard-on

source: Debit transactions not approved on the bank account.
de: Auf dem Bankkonto ist die Bankkartenzahlung nicht akzeptiert.
